Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: These entries are included whenever an environment is applied
de: Diese Einträge werden bei jeder Umgebung einbezogen
es: Estas entradas se incluyen al aplicar cualquier entorno
fr: Ces entrées sont incluses lors de l’application d’un environnement
ja: 環境を適用すると常にこれらのエントリが含まれます
ko: 환경을 적용할 때마다 이 항목이 포함됩니다
pt_br: Estas entradas são incluídas ao aplicar qualquer ambiente
ru: Эти записи добавляются при применении любой среды
zh_hans: 应用任何环境时都会包含这些条目
zh_hant: 套用任何環境時都會包含這些項目

source: Third Party
de: Dritter
es: Tercero
fr: Tiers
ja: サードパーティ
ko: 제3자
pt_br: Terceiro
ru: Третья сторона
zh_hans: 第三方
zh_hant: 第三方

source: Third-Party Apps
de: Apps von Drittanbietern
es: Aplicaciones de terceros
fr: Applications tierces
ja: サードパーティのアプリ
ko: 타사 앱
pt_br: Aplicativos de terceiros
ru: Сторонние приложения
zh_hans: 第三方应用
zh_hant: 第三方應用

source: This extension cannot be safely removed alone.
de: Diese Erweiterung kann alleine nicht sicher entfernt werden.
es: Esta extensión no se puede eliminar de forma segura por sí sola.
fr: Cette extension ne peut pas être supprimée seule en toute sécurité.
ja: この拡張機能を単独で安全に削除することはできません。
ko: 이 확장 프로그램은 단독으로 안전하게 제거할 수 없습니다.
pt_br: Esta extensão não pode ser removida com segurança sozinha.
ru: Это расширение невозможно безопасно удалить в одиночку.
zh_hans: 该扩展不能安全地单独移除。
zh_hant: 此擴充功能不能安全地單獨移除。

source: This only discards file caches that macOS can rebuild; it does not release private app memory. Administrator authorization is required, and apps may open more slowly for a while.
de: Dadurch werden nur Dateicaches verworfen, die macOS neu erstellen kann; Es gibt keinen privaten App-Speicher frei. Es ist eine Administratorautorisierung erforderlich und Apps werden möglicherweise eine Zeit lang langsamer geöffnet.
es: Esto sólo descarta los cachés de archivos que macOS puede reconstruir; no libera memoria de aplicaciones privadas. Se requiere autorización del administrador y es posible que las aplicaciones se abran más lentamente durante un tiempo.
fr: Cela supprime uniquement les caches de fichiers que macOS peut reconstruire ; il ne libère pas la mémoire privée de l'application. L'autorisation de l'administrateur est requise et les applications peuvent s'ouvrir plus lentement pendant un certain temps.
ja: これは、macOS が再構築できるファイル キャッシュのみを破棄します。アプリのプライベート メモリは解放されません。管理者の承認が必要であり、しばらくの間アプリの起動が遅くなる場合があります。
ko: 이는 macOS가 다시 빌드할 수 있는 파일 캐시만 삭제합니다. 개인 앱 메모리를 해제하지 않습니다. 관리자 승인이 필요하며, 앱이 잠시 동안 느리게 열릴 수 있습니다.
pt_br: Isso descarta apenas caches de arquivos que o macOS pode reconstruir; ele não libera memória privada do aplicativo. É necessária autorização do administrador e os aplicativos podem abrir mais lentamente por um tempo.
ru: При этом удаляются только файловые кеши, которые macOS может восстановить; он не освобождает частную память приложения. Требуется авторизация администратора, и некоторое время приложения могут открываться медленнее.
zh_hans: 这只会丢弃 macOS 可重建的文件缓存，不会释放 App 私有内存。操作需要管理员授权，而且可能让随后打开的 App 暂时变慢。
zh_hant: 這只會丟棄 macOS 可重建的檔案緩存，不會釋放 App 私有記憶體。操作需要管理員授權，可能會讓隨後開啟的 App 暫時變慢。

source: This process cannot be quit from MachKit.
de: Dieser Vorgang kann nicht von MachKit aus beendet werden.
es: Este proceso no se puede salir de MachKit.
fr: Ce processus ne peut pas être quitté depuis MachKit.
ja: このプロセスは MachKit から終了できません。
ko: 이 프로세스는 MachKit에서 종료할 수 없습니다.
pt_br: Este processo não pode ser encerrado no MachKit.
ru: Этот процесс невозможно завершить из MachKit.
zh_hans: 这个进程不能在 MachKit 中结束。
zh_hant: 這個進程不能在 MachKit 中結束。

source: This removes all data saved by MachKit on this Mac and then quits the app. System files and scan targets are not deleted.
de: Dadurch werden alle von MachKit auf diesem Mac gespeicherten Daten gelöscht und die App anschließend beendet. Systemdateien und Scan-Ziele werden nicht gelöscht.
es: Esto elimina todos los datos guardados por MachKit en este Mac y cierra la app. No se eliminan archivos del sistema ni objetivos de análisis.
fr: Cette action supprime toutes les données enregistrées par MachKit sur ce Mac, puis quitte l’app. Les fichiers système et les cibles d’analyse ne sont pas supprimés.
ja: この Mac に MachKit が保存したすべてのデータを削除して、アプリを終了します。システムファイルとスキャン対象は削除されません。
ko: 이 Mac에 MachKit가 저장한 모든 데이터를 삭제한 후 앱을 종료합니다. 시스템 파일과 검사 대상은 삭제되지 않습니다.
pt_br: Isso remove todos os dados salvos pelo MachKit neste Mac e fecha o app. Arquivos do sistema e alvos de análise não são excluídos.
ru: Это удалит все данные, сохранённые MachKit на этом Mac, а затем завершит работу приложения. Системные файлы и объекты сканирования не удаляются.
zh_hans: 这会移除 MachKit 在此 Mac 上保存的所有数据，然后退出应用。系统文件和扫描目标不会被删除。
zh_hant: 這會移除 MachKit 在此 Mac 上儲存的所有資料，然後結束 App。系統檔案和掃描目標不會被刪除。

source: This resets all login item and background activity records, not just the current leftover. Installed apps will register again, and some allowed or blocked states may need confirmation. Restart your Mac afterward.
de: Dadurch werden alle Anmeldeelement- und Hintergrundaktivitätsdatensätze zurückgesetzt, nicht nur der aktuelle Rest. Installierte Apps werden erneut registriert und einige zugelassene oder blockierte Zustände müssen möglicherweise bestätigt werden. Starten Sie anschließend Ihren Mac neu.
es: Esto restablece todos los elementos de inicio de sesión y los registros de actividad en segundo plano, no solo los restantes. Las aplicaciones instaladas se registrarán nuevamente y es posible que algunos estados permitidos o bloqueados necesiten confirmación. Reinicia tu Mac después.
fr: Cela réinitialise tous les enregistrements d’éléments de connexion et d’activités en arrière-plan, pas seulement les restes actuels. Les applications installées s'enregistreront à nouveau et certains états autorisés ou bloqués pourront nécessiter une confirmation. Redémarrez ensuite votre Mac.
ja: これにより、現在残っているものだけでなく、すべてのログイン項目とバックグラウンドアクティビティの記録がリセットされます。インストールされたアプリは再度登録され、許可またはブロックされた状態によっては確認が必要になる場合があります。その後、Mac を再起動します。
ko: 현재 남은 항목뿐만 아니라 모든 로그인 항목과 백그라운드 활동 기록이 재설정됩니다. 설치된 앱이 다시 등록되며 일부 허용 또는 차단 상태에 대한 확인이 필요할 수 있습니다. 나중에 Mac을 재시동하십시오.
pt_br: Isso redefine todos os itens de login e registros de atividades em segundo plano, não apenas o restante atual. Os aplicativos instalados serão registrados novamente e alguns estados permitidos ou bloqueados podem precisar de confirmação. Reinicie o seu Mac depois.
ru: При этом сбрасываются все записи элементов входа и фоновой активности, а не только текущие остатки. Установленные приложения будут зарегистрированы снова, а для некоторых разрешенных или заблокированных состояний может потребоваться подтверждение. После этого перезагрузите Mac.
zh_hans: 这会重置全部登录项和后台活动记录，不只清理当前残留。仍然安装的 App 之后会重新登记，部分允许或禁止状态可能需要重新确认。完成后需要重启 Mac。
zh_hant: 這會重置全部登入項目和後台活動記錄，不只清理目前殘留。仍然安裝的 App 之後會重新登記，部分允許或禁止狀態可能需要重新確認。完成後需要重新啟動 Mac。

source: This shortcut is already assigned to %@.
de: Dieser Kurzbefehl ist bereits %@ zugewiesen.
es: Este atajo ya está asignado a %@.
fr: Ce raccourci est déjà attribué à %@.
ja: このショートカットはすでに%@に割り当てられています。
ko: 이 단축키는 이미 %@에 할당되어 있습니다.
pt_br: Este atalho já está atribuído a %@.
ru: Это сочетание уже назначено для %@.
zh_hans: 此快捷键已分配给 %@。
zh_hant: 此快速鍵已分配給 %@。

source: This shortcut is already used by macOS or another app.
de: Dieses Tastenkürzel wird bereits von macOS oder einer anderen App verwendet.
es: Este atajo ya lo usa macOS u otra app.
fr: Ce raccourci est déjà utilisé par macOS ou une autre app.
ja: このショートカットは macOS または別のアプリですでに使用されています。
ko: 이 단축키는 macOS 또는 다른 앱에서 이미 사용 중입니다.
pt_br: Este atalho já está sendo usado pelo macOS ou por outro app.
ru: Это сочетание клавиш уже используется macOS или другим приложением.
zh_hans: 此快捷键已被 macOS 或其他应用使用。
zh_hant: 此快速鍵已被 macOS 或其他 App 使用。

source: This will be removed from macOS Login Items.
de: Dies wird aus den macOS-Anmeldeelementen entfernt.
es: Esto se eliminará de los elementos de inicio de sesión de macOS.
fr: Cela sera supprimé des éléments de connexion macOS.
ja: これは macOS のログイン項目から削除されます。
ko: 이는 macOS 로그인 항목에서 제거됩니다.
pt_br: Isso será removido dos itens de login do macOS.
ru: Он будет удален из элементов входа в macOS.
zh_hans: 将从 macOS 登录项中移除。
zh_hant: 將從 macOS 登入項目中移除。

source: Time
de: Zeit
es: tiempo
fr: Temps
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
zh_hans: 时间
zh_hant: 時間

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
ru: Часовой пояс
zh_hans: 时区
zh_hant: 時區

source: Timestamp Converter
de: Zeitstempel-Konverter
es: Conversor de marcas de tiempo
fr: Convertisseur d’horodatage
ja: タイムスタンプ変換
ko: 타임스탬프 변환기
pt_br: Conversor de timestamp
ru: Конвертер временных меток
zh_hans: 时间戳转换
zh_hant: 時間戳轉換

source: Timestamp to Date
de: Zeitstempel in Datum
es: Marca de tiempo a fecha
fr: Horodatage vers date
ja: タイムスタンプから日付
ko: 타임스탬프를 날짜로
pt_br: Timestamp para data
ru: Временная метка в дату
zh_hans: 时间戳转日期
zh_hant: 時間戳轉日期

source: Timestamp Unit
de: Zeitstempeleinheit
es: Unidad de marca de tiempo
fr: Unité d’horodatage
ja: タイムスタンプ単位
ko: 타임스탬프 단위
pt_br: Unidade do timestamp
ru: Единица временной метки
zh_hans: 时间戳单位
zh_hant: 時間戳單位

source: Tool List Shortcut
de: Tastenkürzel für Werkzeugliste
es: Atajo de la lista de herramientas
fr: Raccourci de la liste d’outils
ja: ツール一覧のショートカット
ko: 도구 목록 단축키
pt_br: Atalho da lista de ferramentas
ru: Сочетание клавиш для списка инструментов
zh_hans: 工具列表快捷键
zh_hant: 工具列表快速鍵

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具
zh_hant: 工具

source: Top Level · Sorted by Size
de: Oberste Ebene · Nach Größe sortiert
es: Nivel superior · Ordenado por tamaño
fr: Niveau supérieur · Triés par taille
ja: トップレベル · サイズ順に並べ替え
ko: 최상위 수준 · 크기별로 정렬
pt_br: Nível superior · Classificado por tamanho
ru: Верхний уровень · Сортировка по размеру
zh_hans: 第一层 · 按大小排序
zh_hant: 第一層 · 按大小排序

source: Top Resource-Using Apps
de: Top-Ressourcen verbrauchende Apps
es: Principales aplicaciones que utilizan recursos
fr: Principales applications utilisant des ressources
ja: リソースを最も多く使用するアプリ
ko: 리소스를 가장 많이 사용하는 앱
pt_br: Principais aplicativos que utilizam recursos
ru: Топ ресурсоемких приложений
zh_hans: 资源占用最高的应用
zh_hant: 資源佔用最高的應用

source: Total
de: Gesamt
ja: 合計
ko: 합계
ru: Всего
zh_hans: 总计
zh_hant: 總計

source: Total System Usage
de: Gesamtsystemnutzung
es: Uso total del sistema
fr: Utilisation totale du système
ja: 総システム使用量
ko: 총 시스템 사용량
pt_br: Uso total do sistema
ru: Общее использование системы
zh_hans: 系统总使用率
zh_hant: 系統總使用率

source: Traditional Chinese
de: Traditionelles Chinesisch
es: chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
ko: 중국어 번체
pt_br: Chinês Tradicional
ru: Традиционный китайский
zh_hans: 繁體中文
zh_hant: 繁體中文

source: Traffic appears after an app sends or receives network data
de: Datenverkehr erscheint, sobald eine App Netzwerkdaten sendet oder empfängt
es: El tráfico aparece cuando una app envía o recibe datos de red
fr: Le trafic apparaît lorsqu’une app envoie ou reçoit des données réseau
ja: アプリがネットワークデータを送受信すると通信量が表示されます
ko: 앱이 네트워크 데이터를 보내거나 받으면 트래픽이 표시됩니다
pt_br: O tráfego aparece quando um app envia ou recebe dados de rede
ru: Трафик появится после отправки или получения сетевых данных приложением
zh_hans: 应用发送或接收网络数据后，流量会显示在这里
zh_hant: App 傳送或接收網路資料後，流量會顯示在這裡

source: Trash Record
de: Papierkorb
es: Registro de basura
fr: Enregistrement de la corbeille
ja: ゴミ箱レコード
ko: 휴지통 기록
pt_br: Registro de lixo
ru: Мусорная запись
zh_hans: 废纸篓记录
zh_hant: 廢紙簍記錄

source: Try another port, process name, or path
de: Versuchen Sie es mit einem anderen Port, Prozessnamen oder Pfad
es: Pruebe con otro puerto, nombre de proceso o ruta
fr: Essayez un autre port, nom de processus ou chemin
ja: 別のポート、プロセス名、またはパスを試してください
ko: 다른 포트, 프로세스 이름 또는 경로를 사용해 보세요.
pt_br: Tente outra porta, nome de processo ou caminho
ru: Попробуйте другой порт, имя процесса или путь.
zh_hans: 尝试其他端口号、进程名或路径
zh_hant: 嘗試其他連接埠號碼、進程名稱或路徑

source: Try another search term
de: Versuchen Sie es mit einem anderen Suchbegriff
es: Pruebe con otro término de búsqueda
fr: Essayez un autre terme de recherche
ja: 別の検索語を試してください
ko: 다른 검색어를 사용해 보세요.
pt_br: Tente outro termo de pesquisa
ru: Попробуйте другой поисковый запрос
zh_hans: 请尝试其他关键词
zh_hant: 請嘗試其他關鍵字

source: Unable to delete residue from Trash: %@
de: Rückstände können nicht aus dem Papierkorb gelöscht werden: %@
es: No se pueden eliminar los residuos de la Papelera: %@
fr: Impossible de supprimer les résidus de la corbeille : %@
ja: ゴミ箱から残留物を削除できません: %@
ko: 휴지통에서 잔여물을 삭제할 수 없습니다: %@
pt_br: Não é possível excluir resíduos da Lixeira: %@
ru: Невозможно удалить остаток из корзины: %@.
zh_hans: 无法删除废纸篓中的残留：%@
zh_hant: 無法刪除廢紙簍中的殘留：%@

source: Unable to quit %@: %@
de: %@: %@ kann nicht beendet werden
es: No se puede salir %@: %@
fr: Impossible de quitter %@ : %@
ja: %@ を終了できません: %@
ko: 종료할 수 없습니다. %@: %@
pt_br: Não é possível sair %@: %@
ru: Не могу выйти %@: %@
zh_hans: 无法结束 %@：%@
zh_hant: 無法結束 %@：%@

source: Unable to Read
de: Lesen nicht möglich
es: No se puede leer
fr: Impossible de lire
ja: 読めません
ko: 읽을 수 없음
pt_br: Não é possível ler
ru: Невозможно прочитать
zh_hans: 无法读取
zh_hant: 無法讀取

source: Unable to read /etc/hosts: %@
de: /etc/hosts konnte nicht gelesen werden: %@
es: No se puede leer /etc/hosts: %@
fr: Impossible de lire /etc/hosts : %@
ja: /etc/hosts を読み込めません：%@
ko: /etc/hosts를 읽을 수 없음: %@
pt_br: Não foi possível ler /etc/hosts: %@
ru: Не удалось прочитать /etc/hosts: %@
zh_hans: 无法读取 /etc/hosts：%@
zh_hant: 無法讀取 /etc/hosts：%@

source: Unable to read active connections: %@
de: Aktive Verbindungen können nicht gelesen werden: %@
es: No se pueden leer las conexiones activas: %@
fr: Impossible de lire les connexions actives : %@
ja: アクティブな接続を読み取れません：%@
ko: 활성 연결을 읽을 수 없습니다: %@
pt_br: Não foi possível ler as conexões ativas: %@
ru: Не удалось прочитать активные соединения: %@
zh_hans: 无法读取活动连接：%@
zh_hant: 無法讀取活動連線：%@

source: Unable to read active connections.
de: Aktive Verbindungen können nicht gelesen werden.
es: No se pueden leer las conexiones activas.
fr: Impossible de lire les connexions actives.
ja: アクティブな接続を読み取れません。
ko: 활성 연결을 읽을 수 없습니다.
pt_br: Não foi possível ler as conexões ativas.
ru: Не удалось прочитать активные соединения.
zh_hans: 无法读取活动连接。
zh_hant: 無法讀取活動連線。

source: Unable to Read Login Items
de: Anmeldeelemente können nicht gelesen werden
es: No se pueden leer los elementos de inicio de sesión
fr: Impossible de lire les éléments de connexion
ja: ログイン項目を読み取れません
ko: 로그인 항목을 읽을 수 없습니다
pt_br: Não é possível ler itens de login
ru: Невозможно прочитать элементы входа
zh_hans: 无法读取登录项
zh_hant: 無法讀取登入項

source: Unable to read macOS background task database. You can refresh and authorize it again, or view it directly in the system settings.
de: Die Hintergrundaufgabendatenbank von macOS kann nicht gelesen werden. Sie können es erneut aktualisieren und autorisieren oder direkt in den Systemeinstellungen anzeigen.
es: No se puede leer la base de datos de tareas en segundo plano de macOS. Puede actualizarlo y autorizarlo nuevamente, o verlo directamente en la configuración del sistema.
fr: Impossible de lire la base de données des tâches en arrière-plan macOS. Vous pouvez l'actualiser et l'autoriser à nouveau, ou le visualiser directement dans les paramètres système.
ja: macOS バックグラウンド タスク データベースを読み取ることができません。更新して再度認証することも、システム設定で直接表示することもできます。
ko: macOS 백그라운드 작업 데이터베이스를 읽을 수 없습니다. 새로고침하여 다시 승인하거나 시스템 설정에서 직접 확인할 수 있습니다.
pt_br: Não é possível ler o banco de dados de tarefas em segundo plano do macOS. Você pode atualizá-lo e autorizá-lo novamente ou visualizá-lo diretamente nas configurações do sistema.
ru: Невозможно прочитать базу данных фоновых задач macOS. Вы можете обновить и авторизовать его еще раз или просмотреть непосредственно в настройках системы.
zh_hans: 无法读取 macOS 后台任务数据库。可以重新刷新并授权，或直接在系统设置中查看。
zh_hant: 無法讀取 macOS 後台任務資料庫。可以重新刷新並授權，或直接在系統設定中查看。

source: Unable to read macOS login items. Please allow MachKit to control System Events in system settings, or manage it directly in system settings.
de: macOS-Anmeldeelemente können nicht gelesen werden. Bitte erlauben Sie MachKit, Systemereignisse in den Systemeinstellungen zu steuern, oder verwalten Sie sie direkt in den Systemeinstellungen.
es: No se pueden leer los elementos de inicio de sesión de macOS. Permita que MachKit controle los eventos del sistema en la configuración del sistema o adminístrelo directamente en la configuración del sistema.
fr: Impossible de lire les éléments de connexion macOS. Veuillez autoriser MachKit à contrôler les événements système dans les paramètres système, ou à les gérer directement dans les paramètres système.
ja: macOS のログイン項目を読み取ることができません。 MachKit がシステム設定でシステム イベントを制御できるようにするか、システム設定で直接管理できるようにしてください。
ko: macOS 로그인 항목을 읽을 수 없습니다. MachKit가 시스템 설정에서 시스템 이벤트를 제어하도록 허용하거나 시스템 설정에서 직접 관리하세요.
pt_br: Não é possível ler os itens de login do macOS. Permita que o MachKit controle os eventos do sistema nas configurações do sistema ou gerencie-os diretamente nas configurações do sistema.
ru: Невозможно прочитать элементы входа в macOS. Разрешите MachKit контролировать системные события в настройках системы или управлять ими непосредственно в настройках системы.
zh_hans: 无法读取 macOS 登录项。请在系统设置中允许 MachKit 控制“系统事件”，或直接在系统设置中管理。
zh_hant: 無法讀取 macOS 登入項目。請在系統設定中允許 MachKit 控制“系統事件”，或直接在系統設定中管理。

source: Unable to rebuild macOS background task database.
de: Die macOS-Hintergrundaufgabendatenbank kann nicht neu erstellt werden.
es: No se puede reconstruir la base de datos de tareas en segundo plano de macOS.
fr: Impossible de reconstruire la base de données des tâches en arrière-plan macOS.
ja: macOS バックグラウンド タスク データベースを再構築できません。
ko: macOS 백그라운드 작업 데이터베이스를 재구축할 수 없습니다.
pt_br: Não foi possível reconstruir o banco de dados de tarefas em segundo plano do macOS.
ru: Невозможно перестроить базу данных фоновых задач macOS.
zh_hans: 无法重建 macOS 后台任务数据库。
zh_hant: 無法重建 macOS 後台任務資料庫。

source: Unable to remove %@: %@
de: %@: %@ konnte nicht entfernt werden
es: No se puede eliminar %@: %@
fr: Impossible de supprimer %@ : %@
ja: %@ を削除できません: %@
ko: %@을 제거할 수 없습니다: %@
pt_br: Não foi possível remover %@: %@
ru: Не могу удалить %@:%@
zh_hans: 无法移除 %@：%@
zh_hant: 無法移除 %@：%@

source: Unable to run system port tool: %@
de: Systemport-Tool kann nicht ausgeführt werden: %@
es: No se puede ejecutar la herramienta de puerto del sistema: %@
fr: Impossible d'exécuter l'outil de port système : %@
ja: システムポートツールを実行できません: %@
ko: 시스템 포트 도구를 실행할 수 없습니다: %@
pt_br: Não foi possível executar a ferramenta de porta do sistema: %@
ru: Невозможно запустить инструмент системного порта: %@.
zh_hans: 无法运行系统端口工具：%@
zh_hant: 無法運作系統連接埠工具：%@

source: Unable to save hosts environments: %@
de: Hosts-Umgebungen konnten nicht gespeichert werden: %@
es: No se pueden guardar los entornos hosts: %@
fr: Impossible d’enregistrer les environnements hosts : %@
ja: hosts 環境を保存できません：%@
ko: hosts 환경을 저장할 수 없음: %@
pt_br: Não foi possível salvar os ambientes hosts: %@
ru: Не удалось сохранить среды hosts: %@
zh_hans: 无法保存 hosts 环境：%@
zh_hant: 無法儲存 hosts 環境：%@

source: Unable to update /etc/hosts: %@
de: /etc/hosts konnte nicht aktualisiert werden: %@
es: No se puede actualizar /etc/hosts: %@
fr: Impossible de mettre à jour /etc/hosts : %@
ja: /etc/hosts を更新できません：%@
ko: /etc/hosts를 업데이트할 수 없음: %@
pt_br: Não foi possível atualizar /etc/hosts: %@
ru: Не удалось обновить /etc/hosts: %@
zh_hans: 无法更新 /etc/hosts：%@
zh_hant: 無法更新 /etc/hosts：%@

source: Unable to Update Hosts
de: Hosts konnten nicht aktualisiert werden
es: No se pueden actualizar los hosts
fr: Impossible de mettre à jour hosts
ja: Hosts を更新できません
ko: Hosts를 업데이트할 수 없음
pt_br: Não foi possível atualizar os hosts
ru: Не удалось обновить hosts
zh_hans: 无法更新 Hosts
zh_hant: 無法更新 Hosts

source: Understand macOS memory management
de: Verstehen Sie die Speicherverwaltung von macOS
es: Comprender la administración de memoria de macOS
fr: Comprendre la gestion de la mémoire macOS
ja: macOS のメモリ管理を理解する
ko: macOS 메모리 관리 이해
pt_br: Entenda o gerenciamento de memória do macOS
ru: Понимание управления памятью macOS
zh_hans: 了解 macOS 的内存管理
zh_hant: 了解 macOS 的記憶體管理

source: Understand traffic, connections, routes, VPNs, and proxies
de: Datenverkehr, Verbindungen, Routen, VPNs und Proxys verstehen
es: Comprende el tráfico, las conexiones, las rutas, las VPN y los proxies
fr: Comprendre le trafic, les connexions, les routes, les VPN et les proxys
ja: トラフィック、接続、ルート、VPN、プロキシを把握
ko: 트래픽, 연결, 경로, VPN 및 프록시 파악
pt_br: Entenda o tráfego, as conexões, as rotas, as VPNs e os proxies
ru: Анализ трафика, подключений, маршрутов, VPN и прокси
zh_hans: 了解流量、连接、路由、VPN 和代理
zh_hant: 瞭解流量、連線、路由、VPN 與代理

source: Unified Memory
de: Einheitlicher Speicher
es: Memoria unificada
fr: Mémoire unifiée
ja: 統合メモリ
ko: 통합 메모리
pt_br: Memória Unificada
ru: Единая память
zh_hans: 统一内存
zh_hant: 統一記憶體

source: Uninstall App
de: App deinstallieren
es: Desinstalar aplicación
fr: Désinstaller l'application
ja: アプリをアンインストールする
ko: 앱 제거
pt_br: Desinstalar aplicativo
ru: Удалить приложение
zh_hans: 卸载应用
zh_hant: 解除安裝應用

source: Uninstall App…
de: App deinstallieren…
es: Desinstalar aplicación…
fr: Désinstaller l'application…
ja: アプリをアンインストール…
ko: 앱 제거…
pt_br: Desinstalar aplicativo…
ru: Удалить приложение…
zh_hans: 卸载应用…
zh_hant: 卸載應用程式…

source: Uninstall apps, remove related files, and manage command-line tools
de: Apps und zugehörige Dateien entfernen sowie Befehlszeilentools verwalten
es: Desinstala apps, elimina archivos relacionados y gestiona herramientas de línea de comandos
fr: Désinstallez des apps, supprimez les fichiers associés et gérez les outils en ligne de commande
ja: アプリと関連ファイルの削除、コマンドラインツールの管理
ko: 앱과 관련 파일을 제거하고 명령줄 도구 관리
pt_br: Desinstale apps, remova arquivos relacionados e gerencie ferramentas de linha de comando
ru: Удаление приложений и связанных файлов, управление консольными инструментами
zh_hans: 卸载应用、清理关联文件并管理命令行工具
zh_hant: 解除安裝 App、清理關聯檔案並管理命令列工具

source: Uninstall Command
de: Befehl deinstallieren
es: Comando de desinstalación
fr: Commande de désinstallation
ja: アンインストールコマンド
ko: 제거 명령
pt_br: Comando de desinstalação
ru: Команда удаления
zh_hans: 卸载命令
zh_hant: 卸載命令

source: Uninstall Leftovers
de: Deinstallationsreste
es: Restos de desinstalación
fr: Résidus de désinstallation
ja: アンインストール残留
ko: 제거 잔여 파일
pt_br: Resíduos de desinstalação
ru: Остатки после удаления
zh_hans: 卸载残留
zh_hant: 解除安裝殘留

source: Uninstall this app?
de: Diese App deinstallieren?
es: ¿Desinstalar esta aplicación?
fr: Désinstaller cette application ?
ja: このアプリをアンインストールしますか?
ko: 이 앱을 제거하시겠습니까?
pt_br: Desinstalar este aplicativo?
ru: Удалить это приложение?
zh_hans: 确认卸载这个应用？
zh_hant: 確認卸載這個應用程式？

source: Uninstalling %@…
de: %@ wird deinstalliert…
es: Desinstalando %@…
fr: Désinstallation de %@…
ja: %@をアンインストール中…
ko: %@ 제거 중…
pt_br: Desinstalando %@…
ru: Удаление %@…
zh_hans: 正在卸载 %@…
zh_hant: 正在卸載 %@…

source: Unix timestamps measure elapsed time since January 1, 1970 UTC.
de: Unix-Zeitstempel messen die seit dem 1. Januar 1970 UTC verstrichene Zeit.
es: Las marcas de tiempo Unix miden el tiempo transcurrido desde el 1 de enero de 1970 UTC.
fr: Les horodatages Unix mesurent le temps écoulé depuis le 1er janvier 1970 UTC.
ja: Unix タイムスタンプは 1970 年 1 月 1 日 UTC からの経過時間を表します。
ko: Unix 타임스탬프는 1970년 1월 1일 UTC 이후 경과 시간을 나타냅니다.
pt_br: Timestamps Unix medem o tempo decorrido desde 1º de janeiro de 1970 UTC.
ru: Временные метки Unix измеряют время, прошедшее с 1 января 1970 года UTC.
zh_hans: Unix 时间戳表示自 1970 年 1 月 1 日 UTC 起经过的时间。
zh_hant: Unix 時間戳表示自 1970 年 1 月 1 日 UTC 起經過的時間。

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤
